Repository: mubiru-simeon/real_estate_manager_public
Catalog: lib/l10n/app_*.arb
Languages: ga

# appCatchPhrase
source: Your Real Estate Management Simplified
ga: Enzirukanya y'ennyumba zo enyanguyiziddwa

source: Get started
ga: Koona wano tutandike

source: Sign In
ga: Yingira mu account yo

source: Please select some customers
ga: Totubuulidde kasitooma gwoyagala.

source: Password
ga: Paasiwaadi

source: Forgot Password
ga: Werabidde Paasiwaadi

source: Reset Password
ga: Kyuusa Paasiwaadi

source: All Customers
ga: Ba kasitooma bange

# thisAppAndAllIts
source: This app and all its platforms is a part of the Dorx Network. Designed and built by Dorx Code Lab.
ga: Eno app eli emu ku zo app mu Dorx Network. Yazimbibwa ba kafulu ba Dorx Code Lab.

source: Submit
ga: Waayo

source: Return To Sign In
ga: Ddayo

source: Cancel
ga: Sazaamu

# justASecWaitYouCanCancel
source: Just a sec. Please wait.. (You can tap here to cancel and try again)
ga: Nsaba olinde.. (Osobola okukoona wano okusazaamu n'okuddamu okugezaako)

# resetEmailSent
source: If there is an account linked to the email, a password Reset link has been sent.
ga: Singa wabaawo akawunti eyungiddwa ku email, enkolagana ya password Reset eweerezeddwa.

# accountDoesntExist
source: This account doesn't exist. Please contact system admins.
ga: Akawunti eno teriiwo. Nsaba otuukirire ba system admins.

# notPermittedToAccessApp
source: Unfortunately, you are not permitted to access this app. Please contact system admins incase of any issues.
ga: Ebyembi, tokkirizibwa kuyingira mu app eno. Nsaba otuukirire system admins bakuyambe.

# giveUsNotificationPermissions
source: You need to give permissions to send notifications or else you'll miss out on a lot.
ga: Olina okuwa olukusa okuweereza okumanyisibwa oba si ekyo ojja kusubwa bingi.

source: Successfully signed in
ga: Oyingidde account yo bulungi. Tukwaaniriza

# errorLogginIn
source: There was an error loggin you in. Either your internet isn't connected, or you're trying to Sign into an account that doesn't exist.
ga: Wabaddewo ekizibu. Oba yintaneeti yo teyungiddwa, oba ogezaako Okuyingira mu akawunti etaliiwo. Ddamu ogezeeko.

source: About
ga: Ebikwaata ku

source: Version
ga: Vaazoni

source: Contact Us
ga: Tukwaatagane

# reachOutToUs
source: Reach out to us. We're quite friendly and we're eager to hear what you have to say?
ga: Tutuukirire. Tuli ba mukwano nnyo era twagala nnyo okuwulira ky'olina okutugamba.

source: Email Us
ga: Tuweereze Email

# provideFeedback
source: Provide feedback about the app
ga: Waayo endowooza yo ku app

# youCouldAlso
source: You could also just write to us instead
ga: Osobola okutuwandiikira kyooyagala okutugamba.

# firstName
source: Name
ga: Erinnya

source: Phone Number
ga: Essimu

# comments
source: Comments / Message / Whatever
ga: Kyooyagala okutugamba

# ola
source: Ola.. (that's Hi in Portuguese btw)
ga: Ola.. (Bweebatyo bwebagamba Gyeebaleko mu lu-portugal)

# weTreasureYourOpinion
source: At Dorx, we treasure your opinion and we always look forward to hearing from you. What would you like to do?
ga: Ffe ba Dorx, twagala nnyo okuwulira ky'olina okutugamba. Kiki kyooyagala okutugamba leero?

# reportSomething
source: Report something in the app
ga: Waliwo ekizibu ku app

# offensivePost
source: An offensive post, a fraudster or even a typing error.
ga: Waliwo omufere, oba waliwo ekitakusanyusizza

# reportError
source: Report an Error with the app
ga: Waliwo ekizibu ku nzimba ya app

source: Suggest a Feature
ga: Olinayo akantu kooyagala tuteeke mu app

source: Tell us what you like
ga: Waliyo ky'osiimye ku nzimba ya app

# tellUsWhatYouDisLike
source: Tell us what you don't like
ga: Waliyo ky'otasiimye ku app

source: Log out
ga: Fuluma account

source: Your Property
ga: Ennyumba yo

# thereWasAnErrorLogginYOuOut
source: There was an error logging you out
ga: Wabaddewo ekizibu nga tujjamu account yo. Ddamu ogezeeko.

source: About Us
ga: Ebitukwaatako

source: Feedback
ga: Olinayo ku bilowoozo?

source: Support
ga: Sapooti

source: Payments
ga: Eby'okusasula

source: My Customers
ga: Ba kasitooma bange

# fieldsMarkedWithStar
source: Fields marked with a star are required and should not be left empty
ga: Wonna woolaba akabonero k'emmunyeenye, kitegeeza nti eyo part yeetaagibwa era terina kulekebwa bwereere

source: Gender
ga: Obutonde

source: Whatsapp Number
ga: Ennamba ya whatsapp

source: Address
ga: Gy'obeera

source: No Images Yet
ga: Tewali bifaananyi

source: Your Properties
ga: Ennyumba zo

source: Add New Property
ga: Teekamu ennyumba empya mu system

source: Proceed
ga: Tweyongereyo

source: Property
ga: Nnyumba

# enterSuggestion
source: Please enter your suggestion
ga: Nsaba otubuulire ekiteeso kyo

# youHaveNotTypedAComment
source: You have not typed any comment / message. Type a comment and try again
ga: Totubuulidde ekiteeso kyo. Ddamu ogezeeko

# yourCommentHasBeenSent
source: Your comment has been sent. Thank you. If you left contact details, you will be contacted with a response by $capitalizedAppName Administrators.
ga: Tweeyanzizza nnyo ekiteeso kyo. Bwooba nga otuwadde ennamba yo, tujja kukutuukirira bwetuba tweetaaga okukubuuza ku bibuuzo.

source: Submit Comment
ga: Weereza ekiteeso

source: Categories
ga: Ebika

source: Type here
ga: Wandiika wano

# whatsOnYourMind
source: What's on your mind? Give us the gory details.
ga: Kiki ekikuli mu birowoozo? Tuwe ebikwata ku musaayi.

# wereAllEars
source: Anhaa.. We're all ears
ga: Anhaa.. Tubuulire

# thankYouForFeedback
source: Thank you. your feedback has been received. if need be, we shall contact you shortly for further details.
ga: Weebale nnyo. Bwe kiba kyetaagisa, tujja kukutuukirira mu bbanga ttono okumanya ebisingawo.

source: Press here to proceed
ga: Nyyiga wano tweeyongereyo

# tapOnACustomer
source: Tap on a customer to select them
ga: Koona ku kasitooma okumutoola

# aFewMoreDetails
source: A few more details so we can reach you.
ga: Ebisingawo ebitonotono tusobole okukutuukako.

source: Customer
ga: Kasitoma

source: Customers
ga: bakasitoma

source: Subtotal
ga: Omugatte

source: How much will they pay?
ga: Banaasasula mmeka?

source: Add a Referee
ga: Teekayo omuntu amumanyi

source: Attached Food Places
ga: Ebifo by'okulya byange

source: Notice Board
ga: Notiici Boodi

source: Change Language
ga: Kyuusa olulimi

source: Add a tenant
ga: Teekamu omupangisa omupya

source: Room Management
ga: Manejinga luumu zo

source: Receptionist dashboard
ga: Dashboard y'asembeza abagenyi

# aReferenceIsJust
source: A reference is just an extra contact incase you need to reach this client. Tap here to add one
ga: Bwooteekayo number y'omuntu amumanyi, obeera olina essimu eya backup incase weetaaga okutuuka kasitooma wo nga essimu ye teliiko.
